Repository: wp-plugins/teachpress
Catalog: languages/teachpress-*.po
Languages: sk_sk

source: Create a new course
sk_sk: Vytvor nový kurz

source: Course name
sk_sk: Meno kurzu

source: For child courses: The name of the parent course will be add automatically.
sk_sk: Pre deti kurzu: Mená rodičovského kurzu budú pridané automaticky.

source: Enrollments
sk_sk: Registrácie

source: If you have a course without enrollments, so add no dates in the fields start and end. teachPress will be deactivate the enrollments automatically.
sk_sk: Ak máte kurz bez registrácie, nepridávajte žiadne dátumy do koloniek štart a koniec. techPress deaktivuje registrácie automaticky.

source: Please note, that your local time is not the same as the server time. The current server time is:
sk_sk: Všimnite si, že váš lokálny čas nie je taký istý ako čas servera. Aktuálny čas servera je:

source: Strict sign up
sk_sk: Striktné prihlásenie

source: This is an option only for parent courses. If you activate it, subscribing is only possible for one of the child courses and not in all. This option has no influence on waiting lists.
sk_sk: Toto je možnosť iba pre rodičovské kurzy. Ak ju aktivujete, prihlásenie sa je možné iba pre jeden z detských kurzov a nie pre všetky. Táto možnosť nemá vplyv na čakacie zoznamy.

source: Terms and course types
sk_sk: Semestre a typy kurzov

source: Visibility
sk_sk: Viditeľnosť

source: You can choice between the following visibiltiy options
sk_sk: Môžete si vybrať z nasledujúcich možností viditeľnosti

source: normal
sk_sk: normálny

source: The course is visible at the enrollment pages, if enrollments are justified. If it is a parent course, the course is visible at the frontend semester overview.
sk_sk: Kurz je viditeľný v registračných stránkach, ak sú registrácie opodstatnené. Ak je to rodičovský kurz, tak je viditeľný na prehľade semestra.

source: extend
sk_sk: rozšíriť

source: only for parent courses
sk_sk: iba pre rodičovské kurzy

source: The same as normal, but in the frontend semester overview all sub-courses will also be displayed.
sk_sk: Rovnaké ako normálne, ale v prehľade semestra všetky podkurzy budú tiež zobrazené.

source: invisible
sk_sk: neviditeľný

source: The course is invisible.
sk_sk: Kurz je neviditeľný.

source: Course created successful.
sk_sk: Kurz úspešne vytvorený.

source: Add New
sk_sk: Pridaj nový

source: Back
sk_sk: Späť

source: Edit course
sk_sk: Edituj kurz

source: With the image field you can add an image to a course.
sk_sk: Obrázok ku kurzu môžete pridať cez kolonku obrázok.

source: Image URL
sk_sk: URL obrázku

source: Add Image
sk_sk: Pridaj obrázok

source: Here you can edit the visibility of a course in the enrollments.
sk_sk: Tu môžete editovať viditeľnosť kurzu v regustráciach.

source: Create
sk_sk: Vytvoriť

source: The start date for the enrollment
sk_sk: Začiatočný dátum pre registráciu

source: Start
sk_sk: Štart

source: JJJJ-MM-TT
sk_sk: DDDD-MM-RR

source: Date
sk_sk: Dátum

source: Hours
sk_sk: Hodiny

source: Minutes
sk_sk: Minúty

source: The end date for the enrollment
sk_sk: Konečný dátum pre registráciu

source: End
sk_sk: Koniec

source: Options
sk_sk: Možnosti

source: Waiting list
sk_sk: Čakačka

source: This is a child course. You can only change this option in the parent course
sk_sk: Toto je detský kurz. Môžete zmeniť túto možnosť iba v rodičovskom kurze

source: General
sk_sk: Generálny

source: The course type
sk_sk: Typ kurzu

source: The term where the course will be happening
sk_sk: Semester v ktorom sa kurz udeje

source: Term
sk_sk: Semester

source: The lecturer(s) of the course
sk_sk: Učitelia kurzu

source: Lecturer
sk_sk: Učiteľ

source: The date(s) for the course
sk_sk: Dátumy kurzu

source: The room or place for the course
sk_sk: Miestnosť kurzu

source: Room
sk_sk: Miestnosť

source: The number of available places.
sk_sk: Počet voľných miest.

source: Number of places
sk_sk: Počet miest

source: free places
sk_sk: voľné miesta

source: Here you can connect a course with a parent one. With this function you can create courses with an hierarchical order.
sk_sk: Tu môžete spojiť kurz s rodičovským kurzom. Takto môžete vytvoriť kurzy s hierarchickou štruktúrou.

source: Parent course
sk_sk: Rodičovský kurz

source: none
sk_sk: žiaden

source: For parent courses the comment is showing in the overview and for child courses in the enrollments system.
sk_sk: Komentár pre rodičovské kurzy sa zobrazuje v prehľade a pre detské kurzy v prihlasovacom systéme.

source: Comment or Description
sk_sk: Komentár alebo popis

source: If you will connect a course with a page (it is used as link in the courses overview) so you can do this here
sk_sk: Ak spojíte kurz so stránkou (použitý ako link v prehľade kurzov) môžete tak urobiť tu

source: Publication added
sk_sk: Publikácia pridaná

source: Add a new publication
sk_sk: Pridaj novú publikáciu

source: Edit publication
sk_sk: Edituj publikáciu

source: Add a publication to different publication lists
sk_sk: Pridaj publikáciu do rozličných publikačných zoznamov

source: Bookmarks
sk_sk: Záložky

source: add to your own list
sk_sk: pridaj do vlastného zoznamu

source: Click to add the publication in your own list
sk_sk: Klikni na pridanie publikácie do vlastného zoznamu

source: Bookmark for
sk_sk: Záložka pre

source: Current
sk_sk: Aktuálny

source: Delete
sk_sk: Zmazať

source: New (separate by comma)
sk_sk: Nové (oddelené čiarkou)

source: add as tag
sk_sk: pridaj ako tag

source: With the image field you can add an image to a publication. You can display images in all publication lists
sk_sk: Cez kolkonku obrázok môžete pridať obrázok k publikácii. Obrázky môžete zobraziť vo všetkých publikačných zoznamoch

source: Name
sk_sk: Meno

source: General information
sk_sk: Všeobecné informácie

source: The type of publication
sk_sk: Typ publikácie

source: A simple unique key without spaces
sk_sk: Jednouchý kĺúč bez medzier

source: The names of the authors, separate by `and`. Example: Mark Twain and Albert Einstein
sk_sk: Mená autorov oddlené pomocou 'and'. Príklad: Mark Twain and Albert Einstein

source: Author(s)
sk_sk: Autori

source: The names of the editors, separate by `and`. Example: Mark Twain and Albert Einstein
sk_sk: Mená editorov oddelené pomocou 'and'. Príklad: Mark Twain and Albert Einstein

source: Editor(s)
sk_sk: Editori

source: Detailed information
sk_sk: Detailné informácie

source: Show all fields
sk_sk: Zobraz všetky položky

source: Show recommend fields
sk_sk: Zobraz odporúčané položky

source: The title of a book
sk_sk: Názov knihy

source: The title of a journal
sk_sk: Názov žurnálu

source: journal
sk_sk: žurnál

source: The volume of a journal or book
sk_sk: Volume žurnálu alebo knihy

source: The number of a book, journal or work in a series
sk_sk: Číslo knihy, žurnálu alebo práce v sérii

source: Number
sk_sk: Číslo

source: The page you are referring to.
sk_sk: Strana, na ktorú sa odvolávate.

source: pages
sk_sk: strany

source: The names of publisher
sk_sk: Mená vydavateľov

source: publisher
sk_sk: vydavateľ

source: The address of the publisher or the place of confernece
sk_sk: Adresa vydavateľa alebo miesto konferencie

source: address
sk_sk: adresa

source: The edition of a book
sk_sk: Edícia knihy

source: edition
sk_sk: edícia

source: The chapter or the section number
sk_sk: Kapiloa alebo číslo sekcie

source: chapter
sk_sk: kapitola

source: The name of a sponsoring institution
sk_sk: Meno sponzorujúcej inštitúcie

source: institution
sk_sk: inštitúcia

source: The names of a sponsoring organization
sk_sk: Mená sponzorujúcich organizácií

source: organization
sk_sk: organizácia

source: The names of the academic instituion where a thesis was written
sk_sk: Meno akademickej inštitúcie kde bola téza napísaná

source: school
sk_sk: škola

source: The name of a series
sk_sk: Meno série

source: series
sk_sk: séria

source: The bibTeX key this work is referring to
sk_sk: BibTeX kľúč, ktorý táto práca referuje

source: A short summary of the publication
sk_sk: Krátky sumár publikácie

source: abstract
sk_sk: abstrakt

source: An unusual method for publishing
sk_sk: Nezvyčajná metóda publikovania

source: If there is no author or editor given, so this field is used for the sorting.
sk_sk: Ak nie je žiaden autor ani editor poskytnutý, toto pole je použité na triedenie.

source: Key
sk_sk: Kľúč

source: The ISBN or ISSN of the publication
sk_sk: ISBN alebo ISSN publikácie

source: Insert a file from the WordPress Media Library
sk_sk: Vlož súbor z WordPress Multimediálnej Knižnice

source: A not vissible private comment
sk_sk: Neviditeľný privátny komentár

source: private comment
sk_sk: privátny komentár

source: Additional information
sk_sk: Prídavná informácia

source: note
sk_sk: poznámka

source: WordPress User-ID
sk_sk: WordPress užívateľské ID

source: Registration successful
sk_sk: Registrácia úspešná

source: Error: User already exist
sk_sk: Chyba: Užívateľ už existuje

source: Add students manually
sk_sk: Pridať študentov manuálne

source: Select student
sk_sk: Vybrať študenta

source: Add student
sk_sk: Pridať študenta

source: Select user
sk_sk: Vybrať užívateľa

source: The Menu shows all your blog users who has no teachPress account
sk_sk: Menu ukazuje všetkých užívateľov blogu, ktorí nemajú teachPress účet

source: Matr. number
sk_sk: Matr. číslo

source: First name
sk_sk: Prvé meno

source: Last name
sk_sk: Priezvisko

source: Course of studies
sk_sk: Kurz štúdia

source: Number of terms
sk_sk: Počet semestrov

source: User account
sk_sk: Užívateľské konto

source: Date of birth
sk_sk: Dátum narodenia

source: back to the course
sk_sk: späť na kurz

source: Create attendance list
sk_sk: Vytvoriť prezenčku

source: Sort after
sk_sk: Vytriediť po

source: Number of free columns
sk_sk: Počet voľných stĺpcov

source: Additional columns
sk_sk: Ďalšie stĺpce

source: Enrollment deleted
sk_sk: Registrácia zmazaná

source: Edit
sk_sk: Editovať

source: Cancel
sk_sk: Zrušiť

source: Send E-Mail to
sk_sk: Poslať email

source: Enrollment-Nr.
sk_sk: Číslo registrácie

source: Registered at
sk_sk: Registrovaný na

source: Course
sk_sk: Kurz

source: Sorry, no entries matched your criteria.
sk_sk: Prepáčte, žiadne údaje sa nezhodujú s vašimi kritériami

source: delete enrollment
sk_sk: zmazať registráciu

source: Tag saved
sk_sk: Tag uložený

source: Cancel the search
sk_sk: Zrušiť hľadanie

source: Bulk actions
sk_sk: Viacnásobné úkony

source: Click to edit
sk_sk: Klikni na editovanie

source: Publications
sk_sk: Publikácie

source: Insert your BibTeX entries here
sk_sk: Vložte svoj BibTeX sem

source: Keyword Separator
sk_sk: Oddeľovač keyword

source: Publications by user
sk_sk: Publikácie podľa užívateľa

source: Writing an E-Mail
sk_sk: Písanie emailu

source: From
sk_sk: Od

source: To
sk_sk: Do

source: Subject
sk_sk: Subjekt

source: Send
sk_sk: Poslať

source: Settings are changed. Please note that access changes are visible, until you have reloaded this page a secont time.
sk_sk: Nastavenia sú zmenené. Prosím všimnite si, že prístupové zmeny sú viditeľné pokiaľ nerefreshnete túto stránku druhýkrát.

source: Add course of studies
sk_sk: Pridaj kurz štúdií

source: Add type
sk_sk: Pridaj typ

source: Add term
sk_sk: Pridaj semester

source: teachPress settings
sk_sk: teachPress nastavenia

source: Courses
sk_sk: Kurzy

source: teachPress version
sk_sk: teachPress verzia

source: Update to
sk_sk: Updatni do

source: Update
sk_sk: Zmeniť na

source: install
sk_sk: inštalovať

source: Shows the teachPress database version and available database updates
sk_sk: Ukazuje teachPress verziu databázy a dostupné aktualizácie pre databázu

source: Current term
sk_sk: Aktuálny semester

source: Here you can change the current term. This value is used for the default settings for all menus.
sk_sk: Tu môžete zmeniť aktuálny semester. Táto hodnota je použitá pre všetky defaultné nastavenia vo všetkých menu.

source: yes
sk_sk: áno

source: no
sk_sk: nie

source: for courses
sk_sk: pre kurzy

source: for publications
sk_sk: pre publikácie

source: Frontend styles
sk_sk: Vonkajší štýl

source: your theme.css
sk_sk: vaša theme.css

source: Select which style sheet you will use. teachpress_front.css is the teachPress default style. If you have created your own style in the default style sheet of your theme, you can activate this here.
sk_sk: Vyberte, ktorý style sheet (CSS) chcete použiť. teachpress_front.css je defaultný štýl pre teachPress. Ak ste vytvorili svoj vlastný štýl v defaultnom štýle vašej témy, môžete ho aktivovať tu.

source: Backend access for
sk_sk: Admin prístup pre

source: Select which userrole your users must have to use the teachPress backend.
sk_sk: Vyberte aký typ privilégií musí užívateľ mať aby mal prístup na teachPress backend.

source: use &lt;Ctrl&gt; key to select multiple roles
sk_sk: použite &lt;Ctrl&gt; na vybratie viacerých rolí

source: Enrollment system
sk_sk: Registračný systém

source: Mode
sk_sk: Mód

source: Standard
sk_sk: Štandardný

source: Integrated
sk_sk: Integrovaný

source: Standard - teachPress has a separate registration. This is usefull if you have an auto login for WordPress or most of your users are registered in your blog, for example in a network.
sk_sk: Štandardný - teachPress má separátnu registráciu. Táto je vhodná ak máte auto prihlasovanie pre Wordpress alebo ak väčšina vašich užívateľov je registrovaná vo vašom blogu, napr. v sieti.

source: Integrated - teachPress deactivates the own registration and uses all available data from WordPress. This is usefull, if most of your users has not an acount in your blog.
sk_sk: Integrovaný - teachPress deaktivuje vlastnú registráciu a používa všetky dostupné dáta z WordPress. Toto je vhodné ak väčšina vašich užívateľov nemá This is usefull, if most of your users has not an acount in your blog.

source: Prevent sign out
sk_sk: Zabrániť odhláseniu

source: Prevent sign out for your users
sk_sk: Zabrániť odhláseniu vašim užívateľom

source: User data fields
sk_sk: Užívateľské dátové polia

source: Define which fields for the registration form you will use. Some are required.
sk_sk: Definujte, ktoré polia použijete počas registrácie. Niektoré su povinné.

source: Uninstalling
sk_sk: Odinštalovanie

source: Remove teachPress from the database:
sk_sk: Odstrániť teachPress z databázy:

source: Courses of studies
sk_sk: Kurzy štúdií

source: Number of students
sk_sk: Počet študentov

source: Delete course of studies
sk_sk: Zmazať kurz štúdií

source: Number of courses
sk_sk: Počet kurzov

source: Delete term
sk_sk: Zmazať semester

source: Types of courses
sk_sk: Typ kurzov

source: RSS feed addresses
sk_sk: RSS feed adresy

source: For all publications:
sk_sk: Pre všetky publikácie:

source: Show
sk_sk: Ukázať

source: Example for publications of a single user (id = WordPress user-ID):
sk_sk: Príklad pre publikácie jedného užívateľa (id = WordPress user-ID):

source: Example for publications of a single tag (tag = tag-id):
sk_sk: Príklad pre publikácie jedného tagu (tag = tag-id):

source: Display courses
sk_sk: Zobraziť kurzy

source: You can use courses in a page or article with the following shortcodes:
sk_sk: Môžete použiť kurzy na stránke alebo v článku s nasledujúcimi shortcodes:

source: For course informations
sk_sk: Pre informácie o kurze

source: For the course list
sk_sk: Pre zoznam kurzu

source: For the enrollment system
sk_sk: Pre registračný systém

source: More information
sk_sk: Viac informácií

source: An database update is necessary.
sk_sk: Aktualizácia databázy je nevyhnutná.

source: E-Mail sent
sk_sk: Email poslaný

source: Are you sure to delete the selected elements?
sk_sk: Ste si istí, že chcete zmazať vybraté položky?

source: Copy courses
sk_sk: Kopírovať kurzy

source: Select the term, in which you will copy the selected courses.
sk_sk: Vyberte semester, v ktorom budete kopírovať zvolené kurzy.

source: copy
sk_sk: kopírovať

source: Copying successful
sk_sk: Kopírovanie úspešné

source: All terms
sk_sk: Všetky semestre

source: Places
sk_sk: Miesta

source: Display publications
sk_sk: Zobraziť publikácie

source: You can use publications in a page or article with the following shortcodes:
sk_sk: Môžete použiť publikácie v stránkach alebo článkoch pomocou nasledujúcich shortcodes:

source: For a single publication:
sk_sk: Pre jednu publikáciu:

source: For a publication list with tag cloud:
sk_sk: Pre zoznam publikácií s tag cloud:

source: For normal publication lists:
sk_sk: Pre normálny zoznam publikácií:

source: All publications
sk_sk: Všetky publikácie

source: Your publications
sk_sk: Vaše publikácie

source: Show as BibTeX entry
sk_sk: Ukázať ako BibTeX

source: All types
sk_sk: Všetky typy

source: Limit selection
sk_sk: Limitovať výber

source: Year
sk_sk: Rok

source: Add to your own list
sk_sk: Pridať do vlastného zoznamu

source: Delete from you own publication list
sk_sk: Zmazať z vlastného zoznamu publikácií

source: Delete tag as filter
sk_sk: Zmazať tag ako filter

source: Show all publications which have a relationship to this tag
sk_sk: Zobraziť všetky publikácie, čo majú vzťah k tomuto tagu

source: entry
sk_sk: záznam

source: entries
sk_sk: záznamy

source: Participant added
sk_sk: Účastník pridaný

source: Meta Information
sk_sk: Meta informácie

source: Comment
sk_sk: Komentár

source: No entries
sk_sk: Žiadne záznamy

source: send E-Mail
sk_sk: poslať email

source: Waitinglist
sk_sk: Čakačka

source: Sign up
sk_sk: Prihlásiť sa

source: Students
sk_sk: Študenti

source: All students
sk_sk: Všetci študenti

source: first page
sk_sk: prvá strana

source: previous page
sk_sk: predošlá strana

source: of
sk_sk: z

source: next page
sk_sk: ďalšia strana

source: last page
sk_sk: posledná strana

source: Click to show
sk_sk: Kliknút na zobrazenie

source: Registration is not possible, because you are already registered for an other course of this course group.
sk_sk: Registrácia nie je možná, pretože ste už registrovaní na iný kurz v tejto skupine kurzov.

source: Registration
sk_sk: Registrácia

source: Your Registration for the following course was successful:
sk_sk: Vaša registrácia na nasledujúci kurz bola úspešná:

source: Registration was successful.
sk_sk: Registrácia úspešná.

source: You are already registered for this course.
sk_sk: Už ste registrovaní na tento kurz.

source: You are signed up in the waitinglist for the following course:
sk_sk: Ste prihlásený na čakačke na nasledujúci kurz:

source: You are signed out successful
sk_sk: Ste úspešne odhlásení

source: Changes in your profile successful.
sk_sk: Zmeny v profile boli úspešné.

source: In
sk_sk: V

source: Show BibTeX entry
sk_sk: Ukázať BibTeX záznam

source: Close
sk_sk: Zatvoriť

source: Registered participants
sk_sk: Registrovaní účastníci

source: Created on
sk_sk: Vytvorené

source: Record-ID
sk_sk: Záznam-ID

source: Enrollments for the
sk_sk: Registrácie na

source: Please fill in the following registration form and sign up in the system. You can edit your data later.
sk_sk: Prosím vyplnte nasledujúci dotazník na prihlásenie sa do systému. Svoje dáta môžete editovať aj neskôr.

source: Your data
sk_sk: Vaše dáta

source: May
sk_sk: máj

source: Jun
sk_sk: jún

source: Jul
sk_sk: júl

source: Oct
sk_sk: okt

source: Hello
sk_sk: Ahoj

source: Current enrollments
sk_sk: Aktuálne registrácie

source: Your enrollments
sk_sk: Vaše registrácie

source: Signed up for
sk_sk: Prihlásený na

source: unsubscribe
sk_sk: odhlásiť

source: Select
sk_sk: Vybrať

source: Date(s)
sk_sk: Dátum(y)

source: Possible to subscribe in the waiting list
sk_sk: Možné prihlásiť sa na čakačku

source: Registration period
sk_sk: Registračné obdobie

source: to
sk_sk: do

source: Courses for the
sk_sk: Kurzy pre

source: Select the term
sk_sk: Vybrať semester

source: publication
sk_sk: publikácia

source: publications
sk_sk: publikácie

source: All years
sk_sk: Všetky roky

source: All authors
sk_sk: Všetci autori

source: Show all
sk_sk: Zobraziť všetko

source: Sorry, no publications matched your criteria.
sk_sk: Prepáčte, žiadne publikácie nespĺňajú vaše kritériá.

source: An update is not necessary.
sk_sk: Aktualizácia nie je potrebná.

source: Update successful
sk_sk: Aktualizácia úspešná

source: teachPress Settings
sk_sk: teachPress nastavenia

source: Resume
sk_sk: Pokračovať

source: Article
sk_sk: Článok

source: Articles
sk_sk: Články

source: Book
sk_sk: Kniha

source: Books
sk_sk: Knihy

source: Booklet
sk_sk: Skriptá

source: Booklets
sk_sk: Skriptá

source: Conference
sk_sk: Konferencia

source: Conferences
sk_sk: Konferencie

source: Inbook
sk_sk: Kapitola v knihe

source: Inbooks
sk_sk: Kapitoly v knihách

source: Incollection
sk_sk: V zbierke

source: Incollections
sk_sk: V zbierkach

source: Inproceeding
sk_sk: Príspevok v zborníku

source: Inproceedings
sk_sk: Príspevky v zborníkoch

source: Manual
sk_sk: Manuál

source: Manuals
sk_sk: Manuály

source: Mastersthesis
sk_sk: Dizertačná práca

source: Masterstheses
sk_sk: Dizertačné práce

source: Misc
sk_sk: Rôzne

source: PhD Thesis
sk_sk: PhD téza

source: PhD Theses
sk_sk: PhD tézy

source: Presentation
sk_sk: Prezentácia

source: Presentations
sk_sk: Prezentácie

source: Proceeding
sk_sk: Zborník

source: Proceedings
sk_sk: Zborníky

source: Techreport
sk_sk: Preprint

source: Techreports
sk_sk: Preprinty

source: Unpublished
sk_sk: Nepublikované

source: Shows a random book in the sidebar
sk_sk: Zobrazuje náhodnú knihu v bočnom poli

source: teachPress books
sk_sk: teachPress knihy

source: All books
sk_sk: Všetky knihy

source: Title
sk_sk: Názov

source: use &lt;Ctrl&gt; key to select multiple books
sk_sk: použite &lt;Ctrl&gt; na vybratie viacerých kníh

source: Releated Page for &laquo;all books&raquo; link:
sk_sk: Príbuzná stránka pre &laquo;všetky knihy&raquo; link:

source: Add new course types and terms
sk_sk: Pridať nové typy kurzov a semestrov

source: Create a new publication
sk_sk: Vytvoriť novú publikáciu

source: Required fields
sk_sk: Povinné údaje

source: The required fields for a new publication: title, author, bibtex key, tags
sk_sk: Povinné údaje pre novú publikáciu: názov, autor, bibtex, kĺúče, tagy

source: URL/Files
sk_sk: URL/Súbory

source: Add/Upload
sk_sk: Pridať/Nahrať

source: Comments
sk_sk: Komentáre

source: Removing successful
sk_sk: Odstránenie úspešné

source: Author/Editor Format
sk_sk: Autor/Editor Formát

source: Bcc
sk_sk: Skrytý adresát

source: Send me the e-mail as separate copy
sk_sk: Poslať email ako samostatnú kópiu

source: Delete type
sk_sk: Zamazať typ

source: Error: E-Mail could not sent
sk_sk: Chyba: email nemohol byť odoslaný

source: Show abstract
sk_sk: Ukázať abstrakt

source: Abstract
sk_sk: Abstrakt

source: Show links and resources
sk_sk: Ukázať linky a zdroje

source: Links
sk_sk: Linky

source: Warning: Wrong course_ID
sk_sk: Varovanie: Zlý course_ID

source: Registration is not possible, because you are already registered in the waitinglist.
sk_sk: Registrácia nie je možná, lebo ste už registrovaní na čakačke.

source: No free places available.
sk_sk: Žiadne voľné miesta nie su dostupné.

source: For this course there are no more free places available. You are automatically signed up in a waiting list.
sk_sk: Už nie su žiadne voľné miesta pre tento kurz. Ste automaticky zapísaní na čakačku.

source: No enrollments
sk_sk: Žiadne prihlásenia
